brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "yazi"
brew "zoxide"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "balenaetcher"
cask "betterdisplay"
cask "brave-browser"
cask "bruno"
cask "cleanshot"
cask "cursor"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "kitty"
cask "mos"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zen"
vscode "asvetliakov.vscode-neovim"
vscode "aykutsarac.jsoncrack-vscode"
vscode "batisteo.vscode-django"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
