brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "uv"
brew "yazi"
brew "zoxide"
cask "alt-tab"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "mos"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
